// Main Menu
"About Epson Printer Utility 4" = "حول Epson Printer Utility 4";
"Preferences..." = "التفضيلات...";
"Services" = "خدمات";
"Hide Epson Printer Utility 4" = "إخفاء Epson Printer Utility 4";
"Hide Others" = "إخفاء الأخرى";
"Show All" = "إظهار الكل";
"Quit Epson Printer Utility 4" = "إنهاء Epson Printer Utility 4";

"Utility" = "برنامج مساعد";

"File" = "ملف";
"Close" = "إغلاق";

"Settings" = "إعدادات";
"Driver Settings" = "إعدادات برنامج التشغيل";
"Driver Settings11" = "تفضيلات المراقبة";

"Window" = "نافذة";
"Minimize" = "تصغير";
"Zoom" = "تكبير/تصغير";
"Bring All to Front" = "إحضار الكل إلى الأمام";

"Help" = "تعليمات";

// Main Window
"EPSON Printer Utility 4" = "Epson Printer Utility 4";
"Update" = "التحديث";
"Buy Epson Ink" = "شراء أحبار Epson";
"Buy Epson Ink Tips" = "يمكنك شراء الخرطوشة عبر الإنترنت.";
"Printer List" = "قائمة الطابعات";
"Printer List Tips" = "اختر الطابعة.";
"Preferences" = "إعدادات برنامج التشغيل";
"Pref Button Tips" = "يمكنك إجراء إعدادات برنامج تشغيل الطابعة للطابعة المحددة.";
"Preferences11" = "تفضيلات المراقبة";
"Pref Button Tips11" = "يمكنك إجراء إعدادات جهاز العرض للطابعة المحددة.";

"Version" = "الإصدار";

"Connect" = "متصل";
"Offline" = "غير متصل";
"Communication error" = "خطأ اتصال";
"Error occurred" = "حدث خطأ.";
"Warning occurred" = "لديك رسالة بشأن حالة الطابعة.";
"Idle" = "استعداد";
"Cleaning status" = "الطابعة مشغولة";
"Ink maintenance status" = "الطابعة مشغولة";
"Shipment status" = "استبدال الخرطوشة";
"Busy" = "جارٍ الطباعة";
"Changing black ink" = "تغيير الحبر الأسود";
"Charging status" = "شحن نظام الحبر";

// UT Button
"Status Monitor" = "EPSON Status Monitor";
"Status Monitor Tips" = "استخدم هذا البرنامج المساعد للتحقق تلقائيًا من الأخطاء وكذلك التحقق من مستوى الحبر المتبقي.";

"Head Cleaning" = "تنظيف الرأس";
"Head Cleaning Tips" = "استخدم هذا البرنامج المساعد إذا قلت جودة الطباعة أو إذا أشار \"فحص رأس الطناعة\" إلى وجود فوهات مسدودة.";
"Head Cleaning2" = "تنظيف الرأس";
"Head Cleaning2 Tips" = "استخدم هذا البرنامج المساعد إذا قلت جودة الطباعة أو إذا أشار \"فحص رأس الطناعة\" إلى وجود فوهات مسدودة.";
"Head Cleaning3" = "تنظيف رأس الطباع";

"Print Head Alignment" = "محاذاة رأس الطباعة";
"Print Head Alignment Tips" = "استخدم هذا البرنامج المساعد عند ظهور خطوط طولية غير محاذاة في الورق المطبوع.";
"Print Head Alignment2" = "محاذاة رأس الطباعة";
"Print Head Alignment2 Tips" = "استخدم هذا البرنامج المساعد عند ظهور خطوط طولية غير محاذاة في الورق المطبوع.";
"Print Head Alignment3" = "محاذاة رأس الطباعة";
"Print Head Alignment3 Tips" = "استخدم هذا البرنامج المساعد عند ظهور خطوط طولية غير محاذاة في الورق المطبوع.";

"Nozzle Check" = "فحص رأس الطباعة";
"Nozzle Check Tips" = "استخدم هذا البرنامج المساعد إذا كانت الفراغات أو المناطق الباهتة تظهر في الورق المطبوع.";
"Nozzle Check2" = "فحص رأس الطباعة";
"Nozzle Check2 Tips" = "استخدم هذا البرنامج المساعد إذا كانت الفراغات أو المناطق الباهتة تظهر في الورق المطبوع.";
"Nozzle Check3" = "فحص فوهات رؤوس الطباعة";

"LFP Remote Panel" = "EPSON LFP Remote Panel";
"LFP Remote Panel2" = "EPSON LFP Remote Panel 2";
"LFP Remote Panel Tips" = "استخدم هذه الأداة لتحسين طابعتك.";
"LFP Remote Panel2 Tips" = "استخدم هذه الأداة لتحسين طابعتك.";

"LFP Remote Panel J" = "MAXART Remote Panel";
"LFP Remote Panel J Tips" = "استخدم هذه الأداة لتحسين طابعتك.";

"Manual" = "دليل";
"Manual Tips" = "افتح الدليل.";

"Firmware Updater" = "تحديث برنامج الطابعة الثابت";
"Firmware Updater Tips" = "استخدم هذا البرنامج المساعد لتحديث البرنامج الثابت لطابعتك.";

"AHC" = "التحقق والتنظيف التلقائي للفوهات";
"AHC Tips" = "استخدم هذا البرنامج المساعد إذا قلت جودة الطباعة.";

"AHC J" = "التنظيف التلقائي للرأس";
"AHC J Tips" = "ستقوم الطابعة بتنظيف فوهات رأس الطباعة وإجراء تنظيف الرأس تلقائيًا";

"Printer Info" = "معلومات الطابعة والأجهزة الاختيارية";
"Printer Info Tips" = "استخدم هذا البرنامج المساعد لتعيين إعدادات الطابعة والأجهزة الاختيارية أو للتحقق من صحتها.";

"Power Ink Flushing" = "لتنظيف الكهربي للحبر";
"Power Ink Flushing Tips" = "استخدم هذا البرنامج المساعد في حال عدم حل مشكلة جودة الطباعة حتى بعد تشغيل تنظيف الرأس عدة مرات.";
"Power Ink Flushing Tips2" = "استخدم هذا البرنامج المساعد لتحسين جودة الطباعة.";
"Power Ink Flushing2" = "تنظيف فعّال";
"Power Ink Flushing2 Tips" = "استخدم هذا البرنامج المساعد لتحسين جودة الطباعة.";

"Ink Replacement" = "استبدال خرطوشة الحبر";
"Ink Replacement Tips" = "استخدم هذا البرنامج المساعد لاستبدال خرطوشة الحبر.";

"PG Cleaning" = "تنظيف موجه الورق";
"PG Cleaning Tips" = "استخدم هذا البرنامج المساعد عند وجود شوائب بالمطبوعات.";

"IDO" = "تحسين كثافة الحبر";
"IDO Tips" = "يُحسن كثافة صبغ الحبر.";

"Printer Settings" = "إعدادات الطابعة";
"Printer Settings Tips" = "استخدم هذا البرنامج المساعد لإجراء إعدادات الطابعة.";

"Ink Tank Utility" = "لبرنامج المساعد لخزان الحبر";
"Ink Tank Utility Tips" = "استخدم هذا البرنامج المساعد لإعادة تعبئة خزان الحبر.";

"Box Settings" = "إعدادات التخزين";
"Box Settings Tips" = "إعدادات التخزين";

"Status Monitor for LP" = "EPSON Status Monitor";
"Status Monitor for LP Tips" = "استخدم هذا البرنامج المساعد للتحقق تلقائيًا من الأخطاء وكذلك التحقق من مستوى الحبر المتبقي.";

"Confidential Job Settings" = "إعدادات المهمة السرية";
"Confidential Job Settings Tips" = "إعدادات المهمة السرية";

/* Status Monitor */
"Ink Levels" = "مستويات الحبر";
"Ink Cartridge Information" = "معلومات";
"OK" = "موافق";

"Manufacturer :" = "المُصنع:";
"Ink type :" = "نوع الحبر:";
"Cartridge type :" = "نوع الخرطوشة:";
"Cartridge code :" = "رمز الخرطوشة:";
"Production date :" = "تاريخ الإنتاج:";
"Manufacturer" = "المُصنع";
"Ink type" = "نوع الحبر";
"Cartridge type" = "نوع الخرطوشة";
"Cartridge code" = "رمز الخرطوشة";
"Production date" = "تاريخ الإنتاج";
"YearsApostrophe" = "'";
"DateSlash" = "/";

"Power" = "الطاقة";
"Battery" = "البطارية";
"AC" = "تيار متردد";
"Charging..." = "الشحن...";

/* Progress Sheet */
"Processing..." = "جار المعالجة...";
"Please wait." = "الرجاء الانتظار.";

/* Error Window */
"Status desciption" = "وصف الحالة";
"Action to take" = "الإجراءات التي يتعين اتخاذها";
"Error" = "خطأ";
"Warning" = "تحذير";

/* Alert Strings */
"UTAlert_1" = "يتعذر تشغيل Epson Printer Utility 4.
تحقق مما يلي.
- تشغيل المنتج.
- توصيل المنتج بالكمبيوتر بشكل صحيح.
- وجود المنتج في مربع قائمة الطابعات.

إذا لم يتم إصلاح الخطأ، فهذا يعني عدم توفر برنامج Epson Printer Utility 4 للكمبيوتر الخاص بك.";
"UTAlert_2" = "هناك مورد أو أكثر مفقودين. أعد تثبيت برنامج تشغيل الطابعة.";
"UTAlert_3" = "جارٍ التنظيف الآن!";
"UTAlert_OKButton" = "موافق";

/* Preference */
"PREF_WARNING_GRPBOX_TITLE" = "الإشعارات أثناء الطباعة";
"PREF_WARNING_CB_01" = "كمية الحبر قليلة";
"PREF_WARNING_CB_02" = "الاتصال بالصيانة";
"PREF_WARNING_CB_03" = "انخفاض طاقة البطارية";
"PREF_WARNING_CB_04" = "تحذيرات أخرى";
"PREF_WARNING_CB_05" = "تغيير الحبر الأسود";
"PREF_WARNING_CB_06" = "جفاف الحبر";

"PREF_BLACKPRINT_GRPBOX_TITLE" = "إعدادات أخرى";
"PREF_BLACKPRINT_CB_01" = "السماح بالطباعة باللون الأسود مؤقتًا";
"PREF_BLACKPRINT_TEXT" = "تتوفر الطباعة بالأسود مؤقتًا عند نفاد خرطوشة (خراطيش) الألوان.
يمكنك الطباعة باللون الأسود باستخدام الإعدادات التالية:
- نوع الوسائط: ورق عادي
- اللون: تدرج رمادي
- بلا حدود: غير محدد";
